Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=600_lang=davvi.html.tmx
Source language: sme
Languages: smn

source: Gollegiella - Davviriikkalaš sámi giellabálkkašupmi geigejuvvo čakčat 2012
smn: Kollekielâ – Tave-eennâmlâš säämi kielâpalhaâšume juáhhoo čohčuv 2012

source: Davviriikkalaš sámi giellabálkkašupmi geigejuvvo viđát geardde čakčat 2012 sámeministariid ja sámediggepresideanttaid čoahkkimis Oslos.
smn: Tave-eennâmlâš säämi kielâpalhaâšume juáhhoo viiđâd keerdi 2012 sämmilâšaašijn västideijee ministerij ja sämitigij saavâjođetteijei kuáhtáámist Oslost.

source: Giellabálkkašupmi addojuvvo ovttaskas olbmui dahje organisašuvdnii Norggas, Ruoŧas, Suomas dahje Ruoššas sámegiela ovddideamis.
smn: Palhâšume mieđettuvvoo ovtâskâsulmuid tâi siärváduvváid Taažâst, Ruotâst, Suomâst tâi Ruošâst sämikielâ oovdedmân.

source: Giellabálkkašumi leat ásahan sámeáššiin vástideaddji ministarat Norggas, Ruoŧas ja Suomas ovttas dáid riikkaid sámediggepresideanttaiguin.
smn: Palhâšume láá vuáđudâm Taažâ, Suomâ ja Ruotâ sämmilâšašijn västidijee ministereh oovtâst tai enâmij sämitigij saavâjođetteijeiguin.

source: Bálkkašumi sturrodat lea 15 000 euro.
smn: Palhâšume stuárudâh lii 15 000 eurod.

source: Giellabálkkašumi ulbmil
smn: Kielâpalhâšume ulme

source: Giellabálkkašumi ulbmilin lea váikkuhit sámegiela ovddideapmái, gárggiidahttimii ja seailluheapmái Norggas, Ruoŧas, Suomas ja Ruoššas.
smn: Kielâpalhâšume ulmen lii išediđ sämikielâ ovdedmist tâi siäilutmist Taažâst, Ruotâst, Suomâst já Ruošâst.

source: Gii sáhttá oažžut bálkkašumi ?
smn: Kii puáhtá finniđ pahlhášume ?

source: Giellabálkkašupmi juhkkojuvvo ovttaskas olbmuide, joavkkuide, servviide ja ásáhusaide geat leat bidjan erenoamáš návccaid ovddidit sámegiela čálalaččat, njálmmálaččat dahje eará láhkái.
smn: Kielâpalhâšume mieđettuvvoo ovtâskâsulmuid (meid juávkku) tâi siärváduvváid (meid servi, lájádâs) moh láá mávsulávt toimâm merhâšittee vuovvijn sämikielâ oovdedmân tâi siäilutmân.

source: Giellabálkkašupmi sáhttá addojuvvot iešguđetlágan bargguid vuođul.
smn: Palhâšume puáhtá mieđettiđ om. Kirjálâš, njálmálâš tâi eres áánsuin, moh sajaduveh vijđáhit jieškote-uv toimâsuorgijd.

source: Bálkkašumi sáhttá juhkkojuvvot eanet go ovtta vuoitái.
smn: Palhâšume puáhtá jyehiđ maaŋgâi vyeittei kooskâ.

source: Evttot kandidáhtat !
smn: Almoot jieijâd iävtukkâs !

source: Ovttaskas olbmoš, joavkkut, searvvit, ásáhusat ja eiseválddit Norggas, Ruoŧas, Suomas ja Ruoššas sáhttet evttohit kandidáhtaid jagi 2012 giellabálkkašupmái.
smn: Ovtâskâsolmooš, juávkku tâi siärvádâh Taažâst, Ruotâst, Suomâst já Ruošâst puáhtá toohâđ jieijâs iävtuttâs ive 2012 palhâšume uážžost.

source: Sádde evttohusat bálkkašumi vuoitin oktan čálalaš ákkastallamiin mii sáhttá leat eanemusat 1-2 siiddu. Sádde evttohusat ovdal čakčamánu 3. beaivve 2012, e-poastta dahje poastta mielde:
smn: Iävtuttâs palhâšume uážžost já enâmustáá 1-2 sijđo kukkosâš kirjálâš vuáđustâllâm kalga toimâttiđ majemustáá 3. čohčamáánu 2012 čujottâsân:

source: Gollegiella - Árvvoštallanlávdegoddi
smn: Kollekielâ – árvuštâllâmkomitea

source: Njuolggadusat
smn: Njuolgâdusah
